Repository: Artpou/seedarr
Catalog: apps/web/src/locales/*/messages.po
Languages: fr

source: Add
fr: Ajouter

source: API Key
fr: Clé API

source: Configure your TMDB API Key in settings to get started.
fr: Configurez votre clé API TMDB dans les paramètres pour commencer.

source: Configure your torrent indexer to search and download torrents.
fr: Configurez votre indexeur de torrents pour rechercher et télécharger des torrents.

source: Download
fr: Télécharger

source: Enter your TMDB API key to enable personalized search and detailed movie information.
fr: Entrez votre clé API TMDB pour activer la recherche personnalisée et les informations détaillées sur les films.

source: Failed to load indexers
fr: Échec du chargement des indexeurs

source: Go Back
fr: Retour

source: Health
fr: Santé

source: Home
fr: Accueil

source: Indexers
fr: Indexeurs

source: Jackett API Key
fr: Clé API Jackett

source: Manage your application preferences and API integrations.
fr: Gérez vos préférences d'application et vos intégrations API.

source: Movie not found
fr: Film introuvable

source: Movies
fr: Films

source: No torrents found
fr: Aucun torrent trouvé

source: Now Playing
fr: À l'affiche

source: On The Air
fr: En cours de diffusion

source: Please check your API key and make sure {indexerType} is running.
fr: Veuillez vérifier votre clé API et vous assurer que {indexerType} est en cours d'exécution.

source: Popular Movies
fr: Films populaires

source: Popular TV Shows
fr: Séries populaires

source: Prowlarr API Key
fr: Clé API Prowlarr

source: Search movies
fr: Rechercher des films

source: Server
fr: Serveur

source: Settings
fr: Paramètres

source: Similar Movies
fr: Films similaires

source: Size
fr: Taille

source: TMDB API
fr: API TMDB

source: Top Rated
fr: Mieux notés

source: Torrent Indexer
fr: Indexeur de torrents

source: Torrent Indexers
fr: Indexeurs de torrents

source: Torrent Name
fr: Nom du torrent

source: Try adjusting your search query
fr: Essayez d'ajuster votre recherche

source: TV Shows
fr: Séries

source: Unknown error occurred
fr: Une erreur inconnue s'est produite

source: WATCH TRAILER
fr: BANDE-ANNONCE

source: Your API key is stored locally in your browser and is never sent to our servers except as an Authorization header.
fr: Votre clé API est stockée localement dans votre navigateur et n'est jamais envoyée à nos serveurs sauf en tant qu'en-tête d'autorisation.

source: Your Jackett API key is stored locally and used to search torrents.
fr: Votre clé API Jackett est stockée localement et utilisée pour rechercher des torrents.

source: Your Prowlarr API key is stored locally and used to search torrents.
fr: Votre clé API Prowlarr est stockée localement et utilisée pour rechercher des torrents.
